perf_test/results/read_list_baseline.txt
Requests      [total, rate, throughput]         130, 4.32, 3.68
Duration      [total, attack, wait]             35.305s, 30.1s, 5.204s
Latencies     [min, mean, 50, 90, 95, 99, max]  920.546ms, 5.067s, 5.362s, 5.766s, 5.932s, 6.188s, 6.438s
Bytes In      [total, mean]                     638950, 4915.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:130  
Error Set: