perf_test/results/read_list_opt.txt
Requests      [total, rate, throughput]         1027, 34.21, 33.00
Duration      [total, attack, wait]             31.123s, 30.018s, 1.104s
Latencies     [min, mean, 50, 90, 95, 99, max]  35.277ms, 596.457ms, 595.88ms, 736.713ms, 784.962ms, 1.026s, 1.381s
Bytes In      [total, mean]                     5047339, 4914.64
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1027  
Error Set: