perf_test/results/read_search_baseline.txt
Requests      [total, rate, throughput]         123, 3.93, 3.74
Duration      [total, attack, wait]             32.866s, 31.305s, 1.561s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.485s, 5.279s, 4.547s, 8.456s, 8.804s, 9.814s, 9.819s
Bytes In      [total, mean]                     372240, 3026.34
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:123  
Error Set: