perf_test/results/read_search_opt.txt
Requests      [total, rate, throughput]         698, 23.19, 22.54
Duration      [total, attack, wait]             30.974s, 30.104s, 869.663ms
Latencies     [min, mean, 50, 90, 95, 99, max]  79.511ms, 872.791ms, 878.319ms, 1.536s, 1.977s, 2.614s, 3.13s
Bytes In      [total, mean]                     1964715, 2814.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:698  
Error Set: